[Demo_CommonKP_ep7_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-910,Y=-1940,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=168,Y=-6,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-1110,Y=-1940,Z=0),VecSub=(X=0,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1095,Y=-1860,Z=0),VecSub=(X=-30,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Vec=(X=-1095,Y=-2020,Z=-300),VecSub=(X=27,Y=0,Z=0),CId=73)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Vec=(X=-1095,Y=-2020,Z=0),VecSub=(X=30,Y=0,Z=0),CId=21)
DemoScripts[7]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",motionName[1]="pt_CM_0002_fx_close_smile_S",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",motionName[1]="pt_CM_0002_fx_close_smile_S",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[12]=(Actor=CHARACTER,Command=PARAM,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Number=11,Vec=(X=-1050,Y=-1940,Z=120))
DemoScripts[13]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[14]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[15]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[16]=(Actor=FADE,Command=WAIT)
DemoScripts[17]=(Actor=WINDOW,Command=SET)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_001_Cue',Name="エコロ")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[22]=(Actor=SYSTEM,Command=IF,CompareType=ANGEL_RING,Label="JUMP04",LabelSub="JUMP01")
DemoScripts[23]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[24]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[25]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_004_Cue',Name="クロナ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[34]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=0,CId=71)
DemoScripts[35]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Sweat_Cue')
DemoScripts[36]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-1050,Y=-1860,Z=120))
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_005_Cue',Name="エコロ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_006_Cue',Name="クロナ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[47]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_007_Cue',Name="エコロ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_008_Cue',Name="エコロ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[54]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=3,CId=71)
DemoScripts[55]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_010_Cue',Name="エコロ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_014_Cue',Name="エコロ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_016_Cue',Name="クロナ")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_017_Cue',Name="クロナ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_018_Cue',Name="クロナ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[82]=(Actor=SYSTEM,Command=JUMP,Label=JUMP03)
DemoScripts[83]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[84]=(Actor=SYSTEM,Command=ROUTE_CHANGE,Label=PATAKO)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[86]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[87]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[89]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_020_Cue',Name="クロナ")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[91]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[92]=(Actor=WINDOW,Command=EXIT)
DemoScripts[93]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[94]=(Actor=FADE,Command=WAIT)
DemoScripts[95]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[96]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[97]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[98]=(Actor=FADE,Command=WAIT)
DemoScripts[99]=(Actor=WINDOW,Command=SET)
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_022_Cue',Name="エコロ")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[107]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_024_Cue',Name="エコロ")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[109]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[110]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[111]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=-30,Y=0,Z=0),SecTime=0.5,CId=71)
DemoScripts[112]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-1020,Y=-2020,Z=120))
DemoScripts[113]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=192,Y=-5,Z=0),SecTime=0.5)
DemoScripts[114]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[115]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[116]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_025_Cue',Name="アマツカ　パタコ")
DemoScripts[117]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[118]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[121]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_027_Cue',Name="エコロ")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_028_Cue',Name="アマツカ　パタコ")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[131]=(Actor=CHARACTER,Command=PARAM,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Number=13,Bit=0,Rate=1)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_030_Cue',Name="エコロ")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[139]=(Actor=CHARACTER,Command=PARAM,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Number=11,Vec=(X=-1050,Y=-1940,Z=120))
DemoScripts[140]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_031_Cue',Name="アマツカ　パタコ")
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[142]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0118_fx_Stand2Inarticulately",Rate=1,Number=2,Bit=0)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1800_lp_Inarticulately",Number=8)
DemoScripts[147]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-1020,Y=-2020,Z=120))
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_032_Cue',Name="エコロ")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[152]=(Actor=CHARACTER,Command=PARAM,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Number=13,Bit=0,Rate=1)
DemoScripts[153]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[157]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1801_fx_Inarticulately2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[158]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[159]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[160]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_034_Cue',Name="エコロ")
DemoScripts[161]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[162]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[164]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0110_fx_Stand2Go",Rate=1,Number=2,Bit=0)
DemoScripts[167]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1000_lp_Go",Number=8)
DemoScripts[168]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[169]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_036_Cue',Name="エコロ")
DemoScripts[170]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[171]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[172]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[173]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[174]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Patako.GG2_BGM_DM_Usual_Patako_Cue')
DemoScripts[175]=(Actor=WINDOW,Command=EXIT)
DemoScripts[176]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[177]=(Actor=FADE,Command=WAIT)
DemoScripts[178]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_CommonKP_ep7_1.GG2_SE_DM_Patako_Revive_Cue')
DemoScripts[179]=(Actor=TEXTURE,Command=START,CId=14,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[180]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[181]=(Actor=FADE,Command=WAIT)
DemoScripts[182]=(Actor=GALLERY,Command=SET_FLAG,CId=14,Bit=0)
DemoScripts[183]=(Actor=CHARACTER,Command=EXIT,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',CId=21)
DemoScripts[184]=(Actor=CHARACTER,Command=SET,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',SetType=POS,Vec=(X=-1095,Y=-2020,Z=0),CId=73)
DemoScripts[185]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[186]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[187]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[188]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[189]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Rate=1,Number=2,Bit=4)
DemoScripts[190]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[191]=(Actor=WINDOW,Command=SET)
DemoScripts[192]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_037_Cue',Name="パタコ")
DemoScripts[193]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[194]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[195]=(Actor=WINDOW,Command=EXIT)
DemoScripts[196]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[197]=(Actor=FADE,Command=WAIT)
DemoScripts[198]=(Actor=TEXTURE,Command=EXIT,CId=14,Bit=0)
DemoScripts[199]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[200]=(Actor=FADE,Command=WAIT)
DemoScripts[201]=(Actor=WINDOW,Command=SET)
DemoScripts[202]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_038_Cue',Name="パタコ")
DemoScripts[203]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[204]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[205]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[206]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0107_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[207]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0700_lp_Proud",Number=8)
DemoScripts[208]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[209]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-1020,Y=-2020,Z=120))
DemoScripts[210]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_039_Cue',Name="パタコ")
DemoScripts[211]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[212]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[213]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[214]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[215]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[216]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0104_fx_Stand2Pray",Rate=1,Number=2,Bit=0)
DemoScripts[217]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0400_lp_Pray",Number=8)
DemoScripts[218]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[219]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[220]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0701_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[221]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[222]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_041_Cue',Name="エコロ")
DemoScripts[223]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[224]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[225]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[226]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[227]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[228]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[229]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep7_1.GG2_V_CMNKP_ep7_1_043_Cue',Name="パタコ")
DemoScripts[230]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[231]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[232]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[233]=(Actor=SYSTEM,Command=JUMP,Label=JUMP03)
DemoScripts[234]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[235]=(Actor=WINDOW,Command=EXIT)
DemoScripts[236]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[237]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[238]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[239]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[240]=(Actor=SYSTEM,Command=END)

[Select_CommonKP_ep7_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=2,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonKP_ep7_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="峯大大人....../n時間已經所剩不多了......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="接下來該怎麼辦呢......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="果然還是隻能去找惡魔長槍了吧....../n庫蘿娜,妳有頭緒嗎?")

Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="因為我在這所學校裡面/n到處惡作劇DEATH....../n所以應該是在校內的某處DEATH......")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="真是沒用的惡魔......")

Texts[5]=(Label="TEXT06",Name="庫蘿娜",Text="唔唔......!/n是庫蘿娜的錯DEATH!/n我會沿路找找看DEATH!")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="真拿妳沒辦法耶....../n這裡就兵分兩路吧.")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="要是有個萬一時,沒辦法用心跳力場/n就麻煩了,所以我就和目前為止一樣/n跟著峯大大人走了.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="說的也是呢./n......啊.")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="怎麼了嗎?/n難道是有什麼線索?")

Texts[10]=(Label="TEXT11",Name="峯大",Text="嗯./n我只是覺得有可能啦......")

Texts[11]=(Label="TEXT12",Name="峯大",Text="為了讓大家能看見,校內的遺失物/n都會送去販賣部的遺失物專區.")

Texts[12]=(Label="TEXT13",Name="峯大",Text="如果是弄丟的話,/n現在搞不好已經被送去販賣部了......")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="不過,那可是惡魔長槍唷?/n那種東西會擺在遺失物專區嗎?")

Texts[14]=(Label="TEXT15",Name="峯大",Text="就算妳這麼說,但也沒其他線索了,/n去看一下也好吧.")

Texts[15]=(Label="TEXT16",Name="庫蘿娜",Text="既然如此,那邊就拜託你們了DEATH!/n那就,呃......屋頂DEATH!")

Texts[16]=(Label="TEXT17",Name="庫蘿娜",Text="等一下我們就/n在屋頂上碰面DEATH!")

Texts[17]=(Label="TEXT18",Name="庫蘿娜",Text="惡魔長槍很不容易操作DEATH,/n所以不要擅自使用,/n要好好帶過去DEATH哦!")

Texts[18]=(Label="TEXT19",Name="峯大",Text="瞭解./n那就晚點再會合了!")

Texts[19]=(Label="TEXT20",Name="庫蘿娜",Text="總......總之,/n庫蘿娜就去找長槍了DEATH!")

Texts[20]=(Label="TEXT21",Name="峯大",Text="啊,庫蘿娜!/n怎麼辦......我們是不是也該去找一下......")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="......峯大大人./n看來現在就是使用最後王牌--/n\"光環碎片\"的時候了.")

Texts[22]=(Label="TEXT23",Name="峯大",Text="妳說光環碎片......是那個光環嗎?/n咦? 那種東西有什麼意義嗎?")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="為了說明這件事,/n就要請這一位登場了....../n請過來吧! 帕塔可學姊--!!")

Texts[24]=(Label="TEXT25",Name="帕塔可",Text="艾~可蘿,/n妳叫我啊?")

Texts[25]=(Label="TEXT26",Name="峯大",Text="妳是一年級的......咦,帕塔可\"學姊\"?")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="是的,不瞞你說,這一位就是/n我所尊敬的天使(見習)/n帕塔可學姊!")

Texts[27]=(Label="TEXT28",Name="帕塔可",Text="討厭啦~艾可蘿真是的,/n現在的我只是普通的女高中生啦.")

Texts[28]=(Label="TEXT29",Name="峯大",Text="咦......妳原來是天使嗎?/n難道說,是那個\"太受歡迎傳說\"的......?/n咦......? 可是,妳是我們學校的學生對吧?")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="是的......帕塔可學姊在那個/n\"太受歡迎傳說\"之後,必須接受補習....../n然後在那時學姊又搞成了大失敗......")

Texts[30]=(Label="TEXT31",Name="帕塔可",Text="作為處罰,天使之力被剝奪,/n而且要以人類的身分在地上修行呢--")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="請不要那麼輕描淡寫!/n妳知道......我有多擔心嗎......")

Texts[32]=(Label="TEXT33",Name="峯大 ",Text="狀......狀況我是明白了....../n但這跟光環碎片有什麼關聯......")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="是呢......只要有這個\"光環碎片\",/n就能讓帕塔可學姊變回原本的樣子了!")

Texts[34]=(Label="TEXT35",Name="峯大 ",Text="(為什麼會有那麼厲害的東西......)")

Texts[35]=(Label="TEXT36",Name="艾可蘿",Text="來吧,帕塔可學姊!/n現在就是妳復活的時候了!")

Texts[36]=(Label="TEXT37",Name="帕塔可",Text="鏘鏘~!/n帕塔可大復活~!!")

Texts[37]=(Label="TEXT38",Name="帕塔可",Text="學長......不,峯大大人!/n既然現在我已經復活了,/n那就是如虎添翼! 如天使添光環!")

Texts[38]=(Label="TEXT39",Name="帕塔可",Text="你就儘管當作是/n乘上了一艘大船吧!")

Texts[39]=(Label="TEXT40",Name="峯大 ",Text="咦......不,我說妳....../n是因為很嚴重的失敗才受到處罰的吧?/n這讓我不由得感到不安耶......")

Texts[40]=(Label="TEXT41",Name="艾可蘿",Text="啊啊,太好了......帕塔可學姊~!/n這樣就能放心了!")

Texts[41]=(Label="TEXT42",Name="峯大 ",Text="這邊則是滿心佩服的樣子....../n真的沒問題嗎......")

Texts[42]=(Label="TEXT43",Name="帕塔可",Text="請交給我吧! 我有個祕策!/n首先就先追上那個叫做庫蘿娜的惡魔吧!")

Texts[43]=(Label="TEXT44",Name="峯大 ",Text="......是說,妳怎麼不早點出來,/n她直到剛才都還在這裡的說......")

Texts[44]=(Label="",Name="",Text="")

Texts[45]=(Label="SELECT01",Name="",Text="尋找惡魔長槍")

Texts[46]=(Label="SELECT02",Name="",Text="救命啊天使大人!")

Texts[47]=(Label="SELECT03",Name="",Text="")

Texts[48]=(Label="SELECT04",Name="",Text="")

Texts[49]=(Label="SELECT05",Name="",Text="")

Texts[50]=(Label="SELECT06",Name="",Text="")

Texts[51]=(Label="SELECT07",Name="",Text="")

Texts[52]=(Label="SELECT08",Name="",Text="")

Texts[53]=(Label="SELECT09",Name="",Text="")

Texts[54]=(Label="SELECT10",Name="",Text="")


